{
  "sliderData": {
    "heroData": {
      "useFor": "hero",
      "settings": {
        "infinite": true,
        "speed": 1500,
        "autoplay": true,
        "autoplaySpeed": 5000,
        "slidesToShow": 1,
        "slidesToScroll": 1,
        "arrows": false,
        "dots": true,
        "cssEase": "ease"
      },
      "info": [
        {
          "imgLink": "../images/dumpers.jpg",
          "title": "Cutting-edge technology",
          "description": "Discover how our operations leverage the latest advancements to maximize efficiency and productivity."
        },
        {
          "imgLink": "../images/mine-blue.jpg",
          "title": "Diverse mineral portfolio",
          "description": "Dive into the wide range of minerals we extract, from precious metals to industrial minerals."
        },
        {
          "imgLink": "../images/pit.jpg",
          "title": "Innovation in action",
          "description": "Witness our innovative approaches to mining, from automated processes to advanced data analytics."
        },
        {
          "imgLink": "../images/pit.jpg",
          "title": "Sustainable practices",
          "description": "Explore how priotize environmental stewardship and implement sustainable mining practices."
        }
      ]
    }
  },
  "aboutData": {
    "aboutTitle": "About Us",
    "aboutSubTitle": "Unleashing Mining Power: Your Trusted Partner.",
    "aboutDescription": "As a responsible mining company, we aim to be a leading force in the global mining industry, providing a world class approach to mining, not neglecting our social responsibility, practising safe mining and maximizing the potentials of all involved.",
    "imgLink": "../images/tunnel/jpg",
    "accordionData": [
      {
        "title": "Global technological advancement",
        "description": "To contribute to the global technological advancement through mining of lithium in the drive to achieve a pollution free atmosphere."
      },
      {
        "title": "Impacting lives",
        "description": "To contribute to the global economy by impacting lives through the provision of jobs, sharing developmental benefits with the people living in and around the mines."
      },
      {
        "title": "Sustainable growth",
        "description": " To ensure sustainable growth of the company by following best practices of corporate governance and promoting ecological balance and mineral conservation."
      },
      {
        "title": "Green mining",
        "description": "To contribute to the global climate drive by practising green mining."
      }
    ]
  }
}
